Repository: EspaceNetworks/customappsreg
Catalog: i18n/*/LC_MESSAGES/customappsreg.po
Languages: es_es

source: (pick destination)
es_es: (Seleccione un destino)

source: Add Custom Destination
es_es: Añadir destino personalizado

source: Add Custom Extension
es_es: Añadir extensión personalizada

source: Brief description that will be published in the Extension Registry about this extension
es_es: Breve descripción que será publicada en el registro de extensiones acerca de esta extensión

source: Choose un-identified destinations on your system to add to the Custom Destination Registry. This will insert the chosen entry into the Custom Destination box above.
es_es: Seleccione un destino sin identificar en su sistema para añadirlo al registro de Destinos personalizados. Esto insertará la entrada selecciona en la lista de Destinos personalizados anterior.

source: Conflicting Extensions
es_es: Extensiones en conflicto

source: Custom Destination: %s
es_es: Destino personalizado: %s

source: Custom Destinations
es_es: Destinos personalizados

source: Custom Destinations allows you to register your custom destinations that point to custom dialplans and will also 'publish' these destinations as available destinations to other modules. This is an advanced feature and should only be used by knowledgeable users. If you are getting warnings or errors in the notification panel about CUSTOM destinations that are correct, you should include them here. The 'Unknown Destinations' chooser will allow you to choose and insert any such destinations that the registry is not aware of into the Custom Destination field.
es_es: Los destinos personalizados le permiten registrar sus destinos personalizados que apunten a planes de marcación personalizados, y poder "publicarlos" como posibles destinos para otros módulos. Ésta es una característica avanzada y sólo debería ser usada por usuarios experimentados. Si está obteniendo avisos o errores en el panel de notificación sobre destinos personalizados que son correctos, debería incluirlos aquí. El selector de "Destinos desconocidos" le permitirá seleccionar e insertar esos destinos que el registro o conoce en el campo de Destino personalizado.

source: Custom Extension
es_es: Extensión personalizada

source: Custom Extension:
es_es: Extensión personalizada:

source: Custom Extensions
es_es: Extensiones personalizadas

source: Custom Extensions provides you with a facility to register any custom extensions or feature codes that you have created in a custom file and FreePBX doesn't otherwise know about them. This allows the Extension Registry to be aware of your own extensions so that it can detect conflicts or report back information about your custom extensions to other modules that may make use of the information. You should not put extensions that you create in the Misc Apps Module as those are not custom.
es_es: Las extensiones personalizadas le facilitan registrar cualquier extensión o código de característica que haya creado en un archivo personalizado, pero FreePBX desconoce de su existencia. Esto permite al Registro de extensiones ser consciente de que existe tal extensión y pueda detectar conflictos o informar de extensiones personalizadas a otros módulos para que puedan hacer uso de esa información. No debería poner aquí extensiones que cree con el módulo de Aplicaciones variasm ya que esas no son personalizadas.

source: DUPLICATE Extension: This extension already in use
es_es: Extensión duplicada; esta extensión ya está en uso

source: Delete
es_es: Eliminar

source: Description
es_es: Descripción

source: Destination Quick Pick
es_es: Selección rápida de destino

source: Edit:
es_es: Editar:

source: Invalid Destination, must not be blank, must be formatted as: context,exten,pri
es_es: Destino no válido; no debe estar vacía, y debe estar formateada del siguiente modo: contexto,extension,prioridad

source: Invalid Extension, must not be blank
es_es: Extensión no válida; no debe estar vacía

source: Invalid description specified, must not be blank
es_es: Descripción no válida; no debe estar vacía

source: More detailed notes about this destination to help document it. This field is not used elsewhere.
es_es: Notas más detalladas sobre este destino para ayudar a documentarlo. Este campo no se usa en ningún otro sitio.

source: More detailed notes about this extension to help document it. This field is not used elsewhere.
es_es: Notas más detalladas sobre esta extensión para ayudar a documentarla. Este campo no se usa en ningún otro sitio.

source: Notes
es_es: Notas

source: READONLY WARNING: Because this destination is being used by other module objects it can not be edited. You must remove those dependencies in order to edit this destination, or create a new destination to use
es_es: AVISO DE SOLO LECTURA: Ya que el destino está siendo usado por objetos de otro módulo, no puede ser editado. Debe eliminar estas dependencias econ el fin de editar este destino, o crear un nuevo destino

source: This is the Custom Destination to be published. It should be formatted exactly as you would put it in a goto statement, with context, exten, priority all included. An example might look like:<br />mycustom-app,s,1
es_es: Éste es el Destino personalizado que será publicado. Debería ser formateado exactamente igual que como se pondría en un sentencia "goto", con contexto, extensión y prioridad incluidas. Un ejemplo podría ser<br />mycustom-apps,s,1

source: This is the Extension or Feature Code you are using in your dialplan that you want the FreePBX Extension Registry to be aware of.
es_es: Esta es la extensión o código de característica que se usará en el plan de marcado que usará el registro de extensiones de FreePBX para poder usarla.
